[
  {
    "title": "Unlock! Exotic Adventures (Castellano) (SEMINUEVO)",
    "price": "16,00 €",
    "discount": "50% de descuento",
    "description": "Un juego de cartas cooperativo inspirado en un Escape Room. \nLos Escape Room son salas de las que tienes que escapar en menos de 60 minutos. Unlock! Te permite vivir esta experiencia en tu casa, alrededor de una mesa. \nLa Noche de los Espantaniños: ¡Los espantaniños han invadido los sueños de William! Unid vuestras fuerzas para ahuyentarlos y permitirle dormir tranquilo. \nEl Último Cuento de Scheherazade: El cuento definitivo de Las mil y una noches. El sultán está a punto de condenar a muerte a Scheherazade. ¡Id volando a rescatarla! \nExpedición: Challenger: ¡Explorad un valle repleto de dinosaurios y salvad a los miembros de la última expedición del profesor Challenger! \n¡Busca en los escenarios! ¡Combina objetos! ¡Resuelve puzles!\nESTADO: PRECINTADO. CAJA ROTA.",
    "imageUrl": "https://dungeonmarvels.com/38389-home_default/unlock-escape-adventures-castellano.jpg"
  },
  {
    "title": "Final Girl Series 1: Caja de almacenaje (SEMINUEVO)",
    "price": "20,98 €",
    "discount": "50% de descuento",
    "description": "ESTADO SEMINUEVO: DESPRECINTADA. GOLPE EN LA PARTE FRONTAL. FALTA LA CAJA DE TAPETES, CAST & CREW Y BONUS FEATURES: VA COMPLETAMENTE VACÍA.",
    "imageUrl": "https://dungeonmarvels.com/111206-home_default/final-girl-core-box.jpg"
  },
  {
    "title": "Fow Force of Will: S3 Assault into the Demonic World (1 sobre)",
    "price": "2,00 €",
    "discount": "50% de descuento",
    "description": "Un nuevo futuro aparece ante nosotros, pero también una nueva amenaza: ¿quién está extrayendo más y más energía de Yggdrasil, el árbol del mundo, empleando la magia oscura y por lo tanto, amenazando el futuro de la Nueva Tierra renacida? Las respuestas las encontramos de camino al mundo de los demonios...",
    "imageUrl": "https://dungeonmarvels.com/165844-home_default/inserto-compatible-con-men-nefer.jpg"
  },
  {
    "title": "Under Evil",
    "price": "39,95 €",
    "discount": "50% de descuento",
    "description": "Under Evil es un juego de mesa cooperativo e interacción con objetos y escenografía, que a través de diversos capítulos se va desgranando una historia de suspense, acción y supervivencia. Under Evil es un juego que sacará a relucir la actitud de cada jugador, el avaricioso, el generoso, el cobarde o el valiente, determinarán el progreso del juego. Una aventura intuitiva, divertida y fácil de jugar incluso para quienes no son expertos en este tipo de juegos.",
    "imageUrl": "https://dungeonmarvels.com/165844-home_default/inserto-compatible-con-men-nefer.jpg"
  },
  {
    "title": "Flesh & Blood: Part the Mistveil Sobre (1) (Castellano)",
    "price": "2,29 €",
    "discount": "50% de descuento",
    "description": "¡Aventúrate en los valles ocultos de Misteria para descubrir verdades y tradiciones antiguas que remodelarán tu mente, cuerpo y alma! Part the Mistveil presenta tres nuevos héroes de las clases Assassin, Ninja e Illusionist, así como el nuevo e increíble talento Mystic. Domina las artes sagradas para trascender más allá de tus limitaciones naturales y desbloquea habilidades ocultas impulsadas por un nuevo recurso único: ¡Chi! ¡Seduce a tus enemigos para que bajen la guardia con Nuu, aprovecha el poder de los Tigres Agachados con Zen y protege de las amenazas con el misterioso Enigma!",
    "imageUrl": "https://dungeonmarvels.com/153908-home_default/flesh-blood-part-the-mistveil-booster-1-ingles.jpg"
  },
  {
    "title": "Balloons",
    "price": "7,50 €",
    "discount": "50% de descuento",
    "description": "La fiesta estaba a punto de empezar cuando todos los globos se han mezclado. Tus amigos y tú tenéis que ser capaces de identificar qué globos encajan mejor con la fiesta. Pero solo puede haber un ganador, así que ¡tenéis que ser los más rápidos! Tu objetivo en Balloons es reunir la mayor cantidad de cartas de globos y hacerlo antes que los demás, porque no solo competís, sino que también jugáis de forma simultánea. Debes tener la mano más rápida para agarrar las cartas de globos que indica la carta objetivo. Ganará quién más cartas de globo haya reunido. Balloons es un juego didáctico y está hecho pensando en facilitar que las personas con déficits visuales también puedan disfrutar del juego.",
    "imageUrl": "https://dungeonmarvels.com/165844-home_default/inserto-compatible-con-men-nefer.jpg"
  },
  {
    "title": "Fantasy Trip Decks of Destiny Newness Box A",
    "price": "46,48 €",
    "discount": "50% de descuento",
    "description": "Ya seas un Game Master o un jugador en solitario, te encantará lo que hay en esta caja. . . ¡Muchos diarios para registrar tus aventuras y muchas tarjetas! Todas las tarjetas son de borrado en seco para que puedas modificarlas temporalmente. • Paquete del jugador: un conjunto de 13 cartas de opción de combate (perfecto para nuevos jugadores), una carta de luchador en blanco, una carta de mago en blanco, un marcador de borrado en seco y un diario de personaje que sirve como una hoja de personaje expandida donde puedes registrar ambos juegos. estadísticas e información de campaña. • Rumores y tesoros: 60 cartas de rumores y un diario de rumores donde el DJ puede registrar el uso de las cartas. . . además de 100 cartas de tesoro y un diario de Tesoros. • Adversarios:",
    "imageUrl": "https://dungeonmarvels.com/152417-home_default/fantasy-trip-decks-of-destiny-newness-box-b.jpg"
  },
  {
    "title": "Zombicide: Black Plague – Knight Pack (Inglés)",
    "price": "149,50 €",
    "discount": "50% de descuento",
    "description": "Zombicide: Black Plague – Knight Pack contiene todos los objetivos ambiciosos exclusivos de Kickstarter recibidos por quienes respaldaron el proyecto de financiación de Zombicide: Black Plague a nivel Knight. Además de las tarjetas de identificación de superviviente, las tarjetas de generación y un folleto de reglas, este paquete contiene:\n\nSeis supervivientes:\ngowan\nCeño\nGrégoire\nBeauregard\nDoctor Cuervo Tormenta\nChauncey\nUn nigromante:\nSonrisa\nDos abominaciones:\nabominalfa\nAbominarat",
    "imageUrl": "https://dungeonmarvels.com/151582-home_default/zombicide-survivor-nikki-ficha-de-personaje-ingles.jpg"
  },
  {
    "title": "Figura POP! Pesadilla antes de Navidad Valentines Disney Vinyl Oogie Boogie 9 cm",
    "price": "7,98 €",
    "discount": "50% de descuento",
    "description": "Figura de vinilo de la línea 'POP!', tamaño aprox. 9 cm.",
    "imageUrl": "https://dungeonmarvels.com/150316-home_default/figura-pop-pesadilla-antes-de-navidad-valentines-disney-vinyl-jack-9-cm.jpg"
  },
  {
    "title": "Thousand Year Old Campfire or Old Morris Cave (Inglés)",
    "price": "15,48 €",
    "discount": "50% de descuento",
    "description": "No sé si sé cómo explicar esto, pero debo intentarlo. Estás comprando un juego. El juego se disfraza como una especie de revista de arqueología producida regionalmente que solía ver a la venta en los parques estatales cuando era joven. En este juego para un solo jugador, estás creando los resultados de una excavación en la boca de una cueva que ha sido un campamento de uso frecuente durante mil o más años. Esto se hace al revés, construyendo la historia desde la base. Tirarás un dado y agregarás tierra, construyendo el piso de la cueva hacia arriba con el tiempo. En algunos puntos habrá hallazgos arqueológicos 'descubiertos'; Operará un diagrama de flujo para conocer ese hallazgo y cómo llegó allí.",
    "imageUrl": "https://dungeonmarvels.com/93101-home_default/thousand-year-old-vampire.jpg"
  },
  {
    "title": "SW: Unlimited Art Sleeves Double Space Red",
    "price": "6,00 €",
    "discount": "50% de descuento",
    "description": "¡Completa protección en un solo paquete! El  Star Wars ™: Unlimited Double Sleeving Pack contiene nuestras increíbles fundas Master Art Sleeves y fundas externas mates para proteger un mazo completo de hasta 60 cartas de juego de tamaño estándar. Las fundas Master Art Sleeves permiten una sensación increíble al barajar. Características Tamaño optimizado para STAR WARS ™: UNLIMITED  y otros LCGs y juegos de cartas coleccionables. OUTER SLEEVES: ideales para proteger las fundas artísticas de posibles daños (doble funda exterior). Increíble sensación de barajado. 2 x 60 FUNDAS: 60 fundas de arte + 60 fundas externas mates + 1 funda transparente por paquete Sin ácidos, sin PVC.",
    "imageUrl": "https://dungeonmarvels.com/145437-home_default/sw-unlimited-art-sleeves-luke-skywalker.jpg"
  },
  {
    "title": "Castles of Mad King Ludwig: Expansions (Second Edition) (Inglés)",
    "price": "23,98 €",
    "discount": "50% de descuento",
    "description": "In Castles of Mad King Ludwig, you built the perfect castles subject to the whims of the King. But now he wants even more (he is mad, after all). Castles of Mad King Ludwig: Expansions contains several expansions that can be played separately or in any combination, as well as brand new bonus cards and favors.",
    "imageUrl": "https://dungeonmarvels.com/165844-home_default/inserto-compatible-con-men-nefer.jpg"
  },
  {
    "title": "Saber Ancestral",
    "price": "22,50 €",
    "discount": "50% de descuento",
    "description": "Sois los antiguos constructores de este mundo, los últimos supervivientes de la civilización que os precedió. Ahora sois los únicos poseedores del conocimiento atesorado a lo largo de milenios. En este juego estratégico de cartas deberéis sumar puntos preservando el conocimiento antiguo. Dejad vuestra huella en la historia grabada en piedra y en las tradiciones, y proteged este Saber Ancestral.",
    "imageUrl": "https://dungeonmarvels.com/165844-home_default/inserto-compatible-con-men-nefer.jpg"
  },
  {
    "title": "Get on Board: Paris & Roma (Castellano)",
    "price": "15,00 €",
    "discount": "50% de descuento",
    "description": "¿Quién tendrá la mejor línea de Metro? ¡Organiza los viajes de tus pasajeros por las ciudades más románticas del mundo! Siéntete libre de duplicarte con otros jugadores y crear conexiones que te harán ganar aún más puntos. A lo largo de varias rondas en Get on Board: Paris & Roma, revelas una nueva carta de ruta y luego trazas la ruta ideal para tachar los mejores espacios para pasajeros y lugares. ¡Completa tus objetivos e intenta conseguir la mayor cantidad de puntos!",
    "imageUrl": "https://dungeonmarvels.com/119359-home_default/get-on-board-new-york-london-castellano.jpg"
  },
  {
    "title": "Figura Star Wars: Ahsoka Vintage Collection Deluxe Sabine Wren 10 cm",
    "price": "16,48 €",
    "discount": "50% de descuento",
    "description": "Tras la caída del Imperio, Ahsoka sigue a la antigua guerrera Jedi Ahsoka Tano mientras investiga una amenaza emergente en una galaxia vulnerable. Celebra el legado de Star Wars, la emocionante saga espacial de una galaxia muy, muy lejana, con las figuras y vehículos premium a escala de 9,5 cm de Star Wars la colección Vintage. Las figuras de acción cuentan con diseño y detalles premium, incluyendo los embalajes, además del decorado inspirado en la ficción con calidad de artículo de colección que los fans tanto aprecian. (Los productos adicionales se venden por separado. Sujeto a disponibilidad.) Con detalles y diseño realistas y múltiples puntos de articulación inspirados en Star Wars:",
    "imageUrl": "https://dungeonmarvels.com/142096-home_default/figura-star-wars-ahsoka-vintage-collection-ahsoka-tano-10-cm.jpg"
  },
  {
    "title": "Figura Tortugas Ninja: Caos Mutante: Ninja Shouts Donatello 15 cm",
    "price": "10,48 €",
    "discount": "50% de descuento",
    "description": "Figura articulada, tamaño aprox. 15 cm. Pilas incluidas (3x LR44 por figura)",
    "imageUrl": "https://dungeonmarvels.com/141792-home_default/figura-tortugas-ninja-caos-mutante-ninja-shouts-leonardo-15-cm.jpg"
  },
  {
    "title": "Block & Guess (Castellano)",
    "price": "10,00 €",
    "discount": "50% de descuento",
    "description": "Consigue que los demás jugadores adivinen una palabra utilizando bloques de madera. ¿Parece fácil? ¡No creas! En block party, tus adversarios elegirán qué bloques de madera podrás usar... CONTENIDO 14 cartas de Número (7 violeta + 7 naranja), 36 cartas de Pistas, 11 cartas de Construcción, 1 ficha de Jugador inicial, 15 bloques de madera de distintas formas y colores, 46 fichas de Puntuación.",
    "imageUrl": "https://dungeonmarvels.com/165844-home_default/inserto-compatible-con-men-nefer.jpg"
  },
  {
    "title": "Pasajeros",
    "price": "12,49 €",
    "discount": "50% de descuento",
    "description": "Pasajeros es un juego rápido por equipos que os mantendrá alerta durante toda la partida. Decidid cuándo es el mejor momento para compartir información y cuándo es mejor guardar silencio. Vigilad atentamente los movimientos de los demás e intentad averiguar cuáles son sus intenciones. Vuestra sagacidad al comunicaros con los jugadores en los que confiéis será crucial para que vuestro equipo gane la partida. CONTENIDO 6 tableros de juego, 25 cartas de Pasajero, 20 cartas de Don, 17 fichas de Voz, 8 fichas de Voto, 1 Moneda del liderazgo, 3 máscaras.",
    "imageUrl": "https://dungeonmarvels.com/165844-home_default/inserto-compatible-con-men-nefer.jpg"
  },
  {
    "title": "Busto Indiana Jones: En busca del arca perdida 1/6 Indiana Jones Variant SDCC 2023 Exclusive 15 cm",
    "price": "66,98 €",
    "discount": "50% de descuento",
    "description": "Busto de poliresina en escala 1/6, tamaño 15 cm. Modelo finalizado, pintado y numerado a mano. Edición limitada a 1000 unidades.",
    "imageUrl": "https://dungeonmarvels.com/136840-home_default/busto-indiana-jones-y-la-ultima-cruzada-1-6-dr-henry-jones-sr-15-cm.jpg"
  },
  {
    "title": "Figura Universal Monsters Bride of Frankenstein 15 cm",
    "price": "15,98 €",
    "discount": "50% de descuento",
    "description": "Figura articulada con accesorios, tamaño aprox. 15 cm.",
    "imageUrl": "https://dungeonmarvels.com/69857-home_default/frankenstein.jpg"
  },
  {
    "title": "Figura El Hobbit Mini Epics Bilbo Baggins 10 cm",
    "price": "20,98 €",
    "discount": "50% de descuento",
    "description": "Figura de vinilo, tamaño aprox. 6,2 x 10,5 x 6,9 cm.",
    "imageUrl": "https://dungeonmarvels.com/165844-home_default/inserto-compatible-con-men-nefer.jpg"
  },
  {
    "title": "Estatua Jurassic Park Toyllectible Treasure Velociraptor Blue Raptor Recon 8 cm",
    "price": "14,98 €",
    "discount": "50% de descuento",
    "description": "Noble Collection nos presenta su nueva línea \"Toyllectible Treasure\" con dioramas y estatuas de las peliculas \"Jurassic Park\". Tamaño 8 cm, viene en una caja de regalo.",
    "imageUrl": "https://dungeonmarvels.com/134317-home_default/estatua-jurassic-park-toyllectible-treasure-raptor-egg-life-finds-a-way-12-cm.jpg"
  },
  {
    "title": "Figura The Falcon and The Winter Soldier 1/6 Winter Soldier 30 cm",
    "price": "169,50 €",
    "discount": "50% de descuento",
    "description": "Figura articulada a escala 1/6 con accesorios, tamaño aprox. 30 cm.",
    "imageUrl": "https://dungeonmarvels.com/91928-home_default/figura-marvel-the-falcon-and-the-winter-soldier-sh-figuarts-falcon.jpg"
  },
  {
    "title": "Skull Tales - Set de 42 miniaturas (las que incluye la expansión)",
    "price": "24,50 €",
    "discount": "50% de descuento",
    "description": "Caja con las 42 miniaturas que contiene la mega-expansión de Skull Tales, incluida la enorme araña…",
    "imageUrl": "https://dungeonmarvels.com/48425-home_default/skull-tales-a-toda-vela-los-mellizos.jpg"
  },
  {
    "title": "Boogeyman - El Juego de Mesa",
    "price": "34,98 €",
    "discount": "50% de descuento",
    "description": "Boogeyman: el Juego de Mesa es un juego de mesa en el que os meteréis en la piel de unos intrépidos niños que se enfrentan a la clásica pesadilla: el hombre del saco. Nadie sabe quién es ni qué quiere, pero lo cierto es que… le encantan los niños. Ya veremos si sois capaces de sobrevivir y escapar de los peligros que os esperan en la mansión tenebrosa, y del Boogeyman…",
    "imageUrl": "https://dungeonmarvels.com/84920-home_default/tales-of-evil.jpg"
  },
  {
    "title": "Star Clicker",
    "price": "17,48 €",
    "discount": "50% de descuento",
    "description": "Star Clicker es un juego cooperativo en el que tendréis que salvar el planeta de una invasión alienígena mientras vuestra familia se encuentra en una misión espacial.",
    "imageUrl": "https://dungeonmarvels.com/165844-home_default/inserto-compatible-con-men-nefer.jpg"
  },
  {
    "title": "Pathfinder Lost Omens: World Guide Special Edition (Inglés)",
    "price": "36,75 €",
    "discount": "50% de descuento",
    "description": "This indispensable 136-page guidebook to the world of Pathfinder presents everything you need to know for a lifetime of adventure in the uncertain Age of Lost Omens. The god of humanity is dead and prophecy is broken, leaving adventuring heroes like you to carve their own destinies out of an uncertain future! This gazetteer features 10 diverse regions packed with thrilling and deadly possibilities and is accompanied by a giant two-sided poster map depicting the heart of the Pathfinder setting. This deluxe special edition is bound in faux leather with metallic deboss cover elements and a bound-in ribbon bookmark.",
    "imageUrl": "https://dungeonmarvels.com/60634-home_default/pathfinder-second-edition-lost-omens-world-guide-ingles.jpg"
  },
  {
    "title": "Figura Texas Chainsaw Massacre (2022) 1/18 Exquisite Mini Leatherface Slaughter Version 11 cm",
    "price": "21,48 €",
    "discount": "50% de descuento",
    "description": "Figura articulada de la línea \"Exquisite Mini\" tamaño aprox. 11 cm.",
    "imageUrl": "https://dungeonmarvels.com/121202-home_default/figura-texas-chainsaw-massacre-2022-1-18-scale-exquisite-mini-figure-leatherface-12-cm.jpg"
  },
  {
    "title": "Fundas Supreme Japonés UX Mate Azul (60 unidades)",
    "price": "2,75 €",
    "discount": "50% de descuento",
    "description": "60 fundas para la conservación y protección de cartas coleccionables tamaño japonés (por ejemplo, las cartas de Yu-Gi-Oh!™). - Nueva fórmula con un sellado más fuerte - Fundas mate, ideal para uso en torneos - Superficie no brillante / reflectante para una jugabilidad profesional - Fácil de mezclar - Evitan las esquinas dobladas - Sin ácidos – Sin PVC - Tamaño de fundas: 62 x 89 mm",
    "imageUrl": "https://dungeonmarvels.com/121758-home_default/fundas-supreme-japones-ux-mate-negro-60-unidades.jpg"
  },
  {
    "title": "Figura Captain America 15 Cm Marvel Legends Falcon And The Winter Soldier F02245l0",
    "price": "11,48 €",
    "discount": "50% de descuento",
    "description": "Hasbro Fans presenta dentro de la colección Marvel Legends la figura de Capitán América basada en la versión de la nueva serie Falcon and the Winter Soldier. Se trata de una figura hecha en PVC de un tamaño de 15 cm con múltiples puntos de articulación. Incluye complementos.",
    "imageUrl": "https://dungeonmarvels.com/91928-home_default/figura-marvel-the-falcon-and-the-winter-soldier-sh-figuarts-falcon.jpg"
  },
  {
    "title": "Fortifications of Moroni",
    "price": "46,25 €",
    "discount": "50% de descuento",
    "description": "¿Puedes proteger las ciudades nefitas de los ejércitos invasores de los lamanitas? Los lamanitas están invadiendo. El juez principal Pahorán y el capitán principal Moroni han levantado el Título de la Libertad y les han pedido que fortifiquen las ciudades de los nefitas contra estos ataques y que protejan y defiendan las vidas y libertades de su pueblo. ¿Puedes construir muros alrededor de las ciudades mientras estás bajo ataque o los lamanitas destruirán tus muros antes de que puedas completarlos? En este juego de 2 a 4 jugadores, los jugadores construyen muros y comercian con otros jugadores para obtener los tipos de segmentos de muro que necesitan para fortificar completamente una ciudad y ganar puntos de fortificación.",
    "imageUrl": "https://dungeonmarvels.com/165844-home_default/inserto-compatible-con-men-nefer.jpg"
  },
  {
    "title": "Figura Texas Chainsaw Massacre 2022 1/18 Scale Exquisite Mini Figure Leatherface 12 cm",
    "price": "15,48 €",
    "discount": "50% de descuento",
    "description": "Hiya Toys presenta la figura de Leatherface. Caracuero regresa para aterrorizar a un grupo de jóvenes amigos idealistas que accidentalmente perturban su mundo cuidadosamente blindado en un remoto pueblo de Texas. Ahora Leatherface se une a tu colección de Exquisite Mini con esta figura a escala 1/18. Con una altura de 16,5 cm esta figura cuenta con detalles exactos de la película Chainsaw Massacre (2022) e incluye un par de manos intercambiables. Con 15 puntos de articulación puedes posar fácilmente y recrear dinámicamente tus escenas favoritas.",
    "imageUrl": "https://dungeonmarvels.com/99514-home_default/figura-the-texas-chainsaw-masacre-leatherface-1974-15-cm.jpg"
  },
  {
    "title": "Pathfinder RPG Book of the Dead Special Edition (P2) (Inglés)",
    "price": "41,25 €",
    "discount": "50% de descuento",
    "description": "The dead are rising! This blasphemous tome gives players and GMs everything they need to bring the shambling menace of the undead to their Pathfinder adventures. This book includes tools for fighting against the undead horde, but also options for the players themselves to control or even become undead creatures. GMs will find new tools and haunts, as well as information about the undead-plagued lands of the Lost Omens campaign setting. A massive bestiary section full of undead creatures brings more threats for GMs to use and summonable creatures for players, including more versions of classic undead like vampires, skeletons, and zombies. This 224-page hardcover rulebook also includes a full adventure themed around fighting the undead!",
    "imageUrl": "https://dungeonmarvels.com/121024-home_default/pathfinder-rpg-book-of-the-dead-p2-ingles.jpg"
  },
  {
    "title": "Figura Star Wars Black Series Teeka (Jawa) 15 cm",
    "price": "18,25 €",
    "discount": "50% de descuento",
    "description": "Hasbro presenta dentro de su colección Star Wars The Black Series la figura del Jawa Tekka tal y como aparece en la Serie \"Obi Wan Kenobi\" de la saga Star Wars. La figura es articulada y está hecha en PVC y mide unos 15 cm.",
    "imageUrl": "https://dungeonmarvels.com/49276-home_default/figura-star-wars-black-series-range-trooper-15-cm.jpg"
  },
  {
    "title": "DinoLore",
    "price": "7,50 €",
    "discount": "50% de descuento",
    "description": "¡Increíble! Acabas de descubrir un extraño dispositivo de alta tecnología parecido a un móvil… ¡pero mucho más interesante! Incluye una colección completa de dinosaurios digitales que se proyectan como hologramas en tres dimensiones y con los que puedes jugar con más personas. Se llaman DinoBits. Reúnete con tus amigos y familiares y juega a descubrir cuáles eran los dinosaurios más largos, los más altos, los más pesados o los más antiguos. Descubre cuánto sabes del apasionante universo de los dinosaurios. Te damos la bienvenida a DinoLore DinoLore es el quinto título de la colección infantil de juegos de mesa didácticos de TCG Factory.",
    "imageUrl": "https://dungeonmarvels.com/165844-home_default/inserto-compatible-con-men-nefer.jpg"
  },
  {
    "title": "Pack Black Party",
    "price": "22,48 €",
    "discount": "50% de descuento",
    "description": "Llega el verano y con él las ganas de quedar con los amigos y pasar un buen rato jugando. Con este Pack de los tres títulos de Black Party a un precio sin competencia te lo ponemos más fácil que nunca.",
    "imageUrl": "https://dungeonmarvels.com/85664-home_default/black-party-descansa-en-paz-sherlock.jpg"
  },
  {
    "title": "El Secreto de Amelia",
    "price": "11,48 €",
    "discount": "50% de descuento",
    "description": "El Secreto de Amelia es un juego de escape en realidad aumentada (AR) con una aplicación gratuita para tu dispositivo móvil, con la que leerás las tarjetas incluidas en el juego, que previamente deberás colocar en diferentes lugares de tu casa, tal y como indica el reglamento.",
    "imageUrl": "https://dungeonmarvels.com/165844-home_default/inserto-compatible-con-men-nefer.jpg"
  },
  {
    "title": "Figura Star Wars Black Series: Gaming Greats Nightbrother Archer 15 cm",
    "price": "15,98 €",
    "discount": "50% de descuento",
    "description": "Hasbro presenta dentro de su colección Black Series la figura de este arquero Hermano de la noche Zabrak. Se trata de una figura articulada de unos 15 cm hecha en PVC. Incluye Arco de energia.",
    "imageUrl": "https://dungeonmarvels.com/77865-home_default/figura-star-wars-black-series-gaming-greats-shadow-stormtrooper-15-cm.jpg"
  },
  {
    "title": "Prime Japanese Sized Sleeves Blue",
    "price": "2,00 €",
    "discount": "50% de descuento",
    "description": "En los juegos de mesa hay que barajar a menudo y manipular constantemente las cartas, así que a todo gran aficionado le interesa protegerlas. Estas fundas proporcionan protección de primera categoría, al tiempo que ofrecen una agradable sensación al barajar. El material de polipropileno de gran transparencia consigue que las cartas se vean perfectamente. El grosor reforzado de 100 micras añade peso, resistencia y una elegancia visual impecable a las cartas. Esta gama de productos sigue la tradición de los códigos de color ya conocidos que usaba Fantasy Flight Games™. Se trata de un sistema de eficacia probada que los jugadores reconocen y que permite que identifiquen los tamaños nuevos porque tienen otros colores.",
    "imageUrl": "https://dungeonmarvels.com/110240-home_default/prime-japanese-sized-sleeves-pink.jpg"
  },
  {
    "title": "Prime Japanese Sized Sleeves Pink",
    "price": "2,00 €",
    "discount": "50% de descuento",
    "description": "En los juegos de mesa hay que barajar a menudo y manipular constantemente las cartas, así que a todo gran aficionado le interesa protegerlas. Estas fundas proporcionan protección de primera categoría, al tiempo que ofrecen una agradable sensación al barajar. El material de polipropileno de gran transparencia consigue que las cartas se vean perfectamente. El grosor reforzado de 100 micras añade peso, resistencia y una elegancia visual impecable a las cartas. Esta gama de productos sigue la tradición de los códigos de color ya conocidos que usaba Fantasy Flight Games™. Se trata de un sistema de eficacia probada que los jugadores reconocen y que permite que identifiquen los tamaños nuevos porque tienen otros colores.",
    "imageUrl": "https://dungeonmarvels.com/110242-home_default/prime-japanese-sized-sleeves-lime.jpg"
  },
  {
    "title": "Figura POP! Star Wars The Mandalorian TV Vinyl Marshal (Chase) 9 cm",
    "price": "17,48 €",
    "discount": "50% de descuento",
    "description": "Figura de vinilo, tamaño aprox. 9 cm.",
    "imageUrl": "https://dungeonmarvels.com/110009-home_default/figura-pop-star-wars-the-mandalorian-tv-vinyl-fennec-shand-9-cm.jpg"
  },
  {
    "title": "Mini Figura Masters of the Universe Revelation: Beast man 5 cm",
    "price": "3,48 €",
    "discount": "50% de descuento",
    "description": "Mattel presenta la nueva wave de mini figuras blind box pertenecientes al display \"Eternia Minis\". Se trata de un pack de 10 figuras de 9 personajes diferentes basadas en la licencia de \"Masters del Universo\" de unos 5 cm que vienen en una cajita de PVC.",
    "imageUrl": "https://dungeonmarvels.com/108878-home_default/mini-figura-masters-of-the-universe-revelation-metallic-faker-5-cm.jpg"
  },
  {
    "title": "Alien Frontiers Expansion Pack 7",
    "price": "9,98 €",
    "discount": "50% de descuento",
    "description": "",
    "imageUrl": "https://dungeonmarvels.com/165844-home_default/inserto-compatible-con-men-nefer.jpg"
  },
  {
    "title": "Pack de 2 Figuras Gremlins 2: Ultimate Demolition Gremlins 15 cm",
    "price": "39,25 €",
    "discount": "50% de descuento",
    "description": "Pack de 2 figuras articuladas de la película ´Gremlins 2: la nueva generación´, tamaño aprox. 15 cm.",
    "imageUrl": "https://dungeonmarvels.com/96850-home_default/figura-gremlins-2-the-new-batch-greta-15-cm.jpg"
  },
  {
    "title": "Digimon TCG: Starter Deck Cocytus Blue ST-2",
    "price": "7,48 €",
    "discount": "50% de descuento",
    "description": "¡Un nuevo juego de cartas de la famosa serie DIGIMON! Utiliza el sistema de juego estratégico simple pero único, creado por el reconocido diseñador de juegos estadounidense Ryan Miller. Levantarse y Evolucionar son las claves de la victoria, ¡al igual que la historia original! ¡Contiene varios tipos de ilustraciones que seguramente satisfarán a los coleccionistas y fanáticos de DIGIMON!",
    "imageUrl": "https://dungeonmarvels.com/89875-home_default/digimon-tcg-premium-pack-set-1-pp01.jpg"
  },
  {
    "title": "Epic Card Game: Lost Tribe - Wild (Inglés)",
    "price": "2,98 €",
    "discount": "50% de descuento",
    "description": "The Lost Tribe is a set of four 15 card packs, one for each alignment (Evil, Good, Sage and Wild). Combine any two packs to create a 30 card, two-color deck and you are ready to play!",
    "imageUrl": "https://dungeonmarvels.com/92492-home_default/epic-card-game-lost-tribe-evil-ingles.jpg"
  },
  {
    "title": "Epic Card Game: Lost Tribe - Sage (Inglés)",
    "price": "2,98 €",
    "discount": "50% de descuento",
    "description": "The Lost Tribe is a set of four 15 card packs, one for each alignment (Evil, Good, Sage and Wild). Combine any two packs to create a 30 card, two-color deck and you are ready to play!",
    "imageUrl": "https://dungeonmarvels.com/92492-home_default/epic-card-game-lost-tribe-evil-ingles.jpg"
  },
  {
    "title": "Epic Card Game: Lost Tribe - Good (Inglés)",
    "price": "2,98 €",
    "discount": "50% de descuento",
    "description": "The Lost Tribe is a set of four 15 card packs, one for each alignment (Evil, Good, Sage and Wild). Combine any two packs to create a 30 card, two-color deck and you are ready to play!",
    "imageUrl": "https://dungeonmarvels.com/92492-home_default/epic-card-game-lost-tribe-evil-ingles.jpg"
  },
  {
    "title": "Epic Card Game: Lost Tribe - Evil (Inglés)",
    "price": "2,98 €",
    "discount": "50% de descuento",
    "description": "The Lost Tribe is a set of four 15 card packs, one for each alignment (Evil, Good, Sage and Wild). Combine any two packs to create a 30 card, two-color deck and you are ready to play!",
    "imageUrl": "https://dungeonmarvels.com/92493-home_default/epic-card-game-lost-tribe-good-ingles.jpg"
  },
  {
    "title": "¡Vaya Pirata!",
    "price": "5,98 €",
    "discount": "50% de descuento",
    "description": "Jack Epárrago es un pirata exitoso. En sus incursiones, ha conseguido tantos tesoros que tiene la cabeza hecha un lío. ¿El loro está posado en su hombro o lo tenía tatuado en el brazo? ¿La corona aún está escondida en la isla o ya la ha saqueado? ¿Debería irse ya a la taberna antes de volverse loco o es que ya nada importa? ¡Ayúdale a limpiar la cubierta! La versión de ¡Vaya Tomate! para los niños ¡más piratas!",
    "imageUrl": "https://dungeonmarvels.com/165844-home_default/inserto-compatible-con-men-nefer.jpg"
  },
  {
    "title": "T.I.M.E Stories Revolution: Una noche de verano",
    "price": "17,00 €",
    "discount": "50% de descuento",
    "description": "¡Redescubre el universo de TIME Stories con TIME Stories Revolution, un ciclo nuevo de misiones! Las reglas del juego han cambiado pero el compromiso de la Agencia por preservar la humanidad y el continuo espaciotemporal permanece intacto.",
    "imageUrl": "https://dungeonmarvels.com/61301-home_default/time-stories-madame-ingles.jpg"
  },
  {
    "title": "Decktective: Rosas de Sangre",
    "price": "7,25 €",
    "discount": "50% de descuento",
    "description": "El ruido de un carruaje rompe el silencio alrededor de la mansión Tudor. El duque de York acaba de llegar, haciendo un espantoso hallazgo: el conde Ferdinand Tudoryace sin vida junto a un seto con rosas ensangrentadas.",
    "imageUrl": "https://dungeonmarvels.com/165844-home_default/inserto-compatible-con-men-nefer.jpg"
  },
  {
    "title": "Spank + Monkey Business",
    "price": "10,48 €",
    "discount": "50% de descuento",
    "description": "A pestering primate is wreaking havoc at the junkyard where you work. It may be our closest relative, but that doesnt mean it can go bananas and spoil your lunch break. Its time to Spank the Monkey!",
    "imageUrl": "https://dungeonmarvels.com/165844-home_default/inserto-compatible-con-men-nefer.jpg"
  },
  {
    "title": "Final Fantasy TCG: Final Fantasy VII Starter Set + Carta Aleatoria",
    "price": "7,48 €",
    "discount": "50% de descuento",
    "description": "Mazo suelto del juego de cartas Final Fantasy. Promoción especial hasta fin de existencias con un precio increíble y además de regalo dos cartas promocionales para usar con el mazo. Las cartas promocionales incluidas en el mazo son Vincent y Cloud.",
    "imageUrl": "https://dungeonmarvels.com/67100-home_default/final-fantasy-tcg-final-fantasy-ix-carta-aleatoria.jpg"
  },
  {
    "title": "Tiburón",
    "price": "26,48 €",
    "discount": "50% de descuento",
    "description": "En Tiburón, un jugador asume el papel del tiburón asesino en Amity Island, mientras que los otros 1-3 jugadores toman el papel de Brody, Hooper y Quint para cazar al tiburón. Las cartas de personaje y evento definen las habilidades del jugador y crean acciones de juego para los humanos y el tiburón. La jugabilidad se divide en dos actos: Amity Island y La Orca, que se juegan en un tablero de doble cara para replicar la historia de la película.",
    "imageUrl": "https://dungeonmarvels.com/152900-home_default/fundas-steel-armour-tamano-europeo-61-x-94-mm-100-unidades.jpg"
  },
  {
    "title": "Feelinks Revelations",
    "price": "10,98 €",
    "discount": "50% de descuento",
    "description": "Feelinks Revelations es un juego cooperativo; tendréis que adivinar las emociones de todos los jugadores y de esta manera ganaréis puntos para avanzar con la misma ficha por el tablero. Demostrando cuánto os conocéis unos a otros. ¿Se han ido los niños a la cama? ¡Es hora de revelar vuestras emociones ocultas con Feelinks Revelations!",
    "imageUrl": "https://dungeonmarvels.com/165844-home_default/inserto-compatible-con-men-nefer.jpg"
  },
  {
    "title": "Magic Race",
    "price": "14,98 €",
    "discount": "50% de descuento",
    "description": "A partir de 7 años\n20 minutos aprox.\n2 - 4 jugadores\nCastellano\nMagic Race",
    "imageUrl": "https://dungeonmarvels.com/165844-home_default/inserto-compatible-con-men-nefer.jpg"
  },
  {
    "title": "Black Stories: El Guión Mortal",
    "price": "14,98 €",
    "discount": "50% de descuento",
    "description": "A partir de 12 años\n2 - 222 minutos aprox.\n2 - 99 jugadores\nCastellano\nBlack Stories",
    "imageUrl": "https://dungeonmarvels.com/165844-home_default/inserto-compatible-con-men-nefer.jpg"
  },
  {
    "title": "Sentinels of the Multiverse: The Scholar Hero Character",
    "price": "2,48 €",
    "discount": "50% de descuento",
    "description": "No one really knows where John came from. He just showed up one day in the Everglades on his houseboat. The gators didn't seem to pay him much attention. Once in awhile, one would crawl up on his boat, and John would come out and talk to it in hushed tones until it wandered off.\nFolks found John strange, but it was clear he wasn't trouble. Just a kindly old coot who kept to himself. All sorts of stories were made up about the strange, swamp-dweller, but none came close to the truth. John Rhodes was, in fact, the worlds most talented alchemist, and wielder of the Philosophers Stone.",
    "imageUrl": "https://dungeonmarvels.com/53471-home_default/sentinels-of-the-multiverse-vengeance.jpg"
  },
  {
    "title": "Puzle de Caballos",
    "price": "4,98 €",
    "discount": "50% de descuento",
    "description": "A partir de 14 años\n-\n1 jugador\n-\nConstantin Puzzles",
    "imageUrl": "https://dungeonmarvels.com/165844-home_default/inserto-compatible-con-men-nefer.jpg"
  },
  {
    "title": "Puzle Botellas",
    "price": "9,98 €",
    "discount": "50% de descuento",
    "description": "A partir de 14 años\n-\n1 jugador\n-\nConstantin Puzzles",
    "imageUrl": "https://dungeonmarvels.com/165844-home_default/inserto-compatible-con-men-nefer.jpg"
  },
  {
    "title": "Smak",
    "price": "24,98 €",
    "discount": "50% de descuento",
    "description": "A partir de 6 años\n30 minutos aprox.\n2 - 12 jugadores\nCastellano\nSmak",
    "imageUrl": "https://dungeonmarvels.com/165844-home_default/inserto-compatible-con-men-nefer.jpg"
  },
  {
    "title": "Force of Will: La Batalla Decisiva del Valhalla - Sobre de cartas (Castellano)",
    "price": "2,00 €",
    "discount": "50% de descuento",
    "description": "A partir de 12 años\n20 minutos aprox.\n2 jugadores\nCastellano\nForce of Will",
    "imageUrl": "https://dungeonmarvels.com/165844-home_default/inserto-compatible-con-men-nefer.jpg"
  },
  {
    "title": "Krynea Battlefield: Expansión 1 y 2",
    "price": "4,97 €",
    "discount": "-10%",
    "description": "A partir de 14 años\n60 minutos aprox.\n1 - 4 jugadores\nCastellano\nKrynea",
    "imageUrl": "https://dungeonmarvels.com/165844-home_default/inserto-compatible-con-men-nefer.jpg"
  },
  {
    "title": "Scrawl (Inglés)",
    "price": "15,48 €",
    "discount": "50% de descuento",
    "description": "Revealing the terrible artist in all of us, players in Scrawl start off with a loaded phrase, doodle it, then pass it on. By the time your masterpiece of an \"OAP Conga Line\" passes through your friends' weird minds and wonky pens  and makes it back to you  things will have gone horribly wrong. Points are awarded for the most disastrous doodles and godawful guesses. Most grins wins.",
    "imageUrl": "https://dungeonmarvels.com/52827-home_default/scrawl-castellano.jpg"
  },
  {
    "title": "Flynn, El Pirata",
    "price": "9,98 €",
    "discount": "50% de descuento",
    "description": "-\n -\n -\n Castellano\n Flynn El Pirata",
    "imageUrl": "https://dungeonmarvels.com/165844-home_default/inserto-compatible-con-men-nefer.jpg"
  },
  {
    "title": "Tira al Cuervo",
    "price": "12,50 €",
    "discount": "50% de descuento",
    "description": "-\n -\n -\n Castellano\n Tira al Cuervo",
    "imageUrl": "https://dungeonmarvels.com/165844-home_default/inserto-compatible-con-men-nefer.jpg"
  },
  {
    "title": "Abracadabra",
    "price": "12,50 €",
    "discount": "50% de descuento",
    "description": "-\n -\n -\n Castellano\n Abracadabra",
    "imageUrl": "https://dungeonmarvels.com/165844-home_default/inserto-compatible-con-men-nefer.jpg"
  },
  {
    "title": "Pathfinder JCA: Auge de los Señores de las Runas - Mazo de Aventuras 6: Las Espiras de Xin-Shalast",
    "price": "6,48 €",
    "discount": "50% de descuento",
    "description": "Enfréntate a espíritus caníbales, paladines de un imperio desmoronado y al Señor de las Runas de la Codicia con elJuego de cartas Pathfinder: Mazo de aventuras Las Espiras de Xin-Shalast. Esta expansión de 110 cartas para el Juego de cartas Pathfinder: El auge de los Señores de las Runas juego básico incluye nuevas localizaciones, monstruos, villanos, tesoros y mucho más, así como cinco nuevos escenarios que constituyen la aventura completa Las Espiras de Xin-Shalast. Lleva la leyenda de tu personaje a su apogeo épico con el Juego de cartas Pathfinder: Mazo de aventuras Las Espiras de Xin-Shalast.",
    "imageUrl": "https://dungeonmarvels.com/165844-home_default/inserto-compatible-con-men-nefer.jpg"
  },
  {
    "title": "Pathfinder JCA: Auge de los Señores de las Runas - Personajes adicionales",
    "price": "6,48 €",
    "discount": "50% de descuento",
    "description": "Añade más jugadores y tipos de personaje a tu experiencia en el juego de cartas de Pathfinder con el Mazo de Personajez adicionales. En esta expansión de 110 cartas encontrarás 4 nuevas clases de personaje (bárbaro, druida, monje y paladín) para el juego de cartas de Pathfinder: Auge de los Señores de las Runas, además de las cartas necesarias para expandir tus aventuras hasta 5 o 6 jugadores. Nuevos monstruos, objetos y mucho más, te proporcionarán lo que necesitas para enfrentarte incluso al reto más mortífero.",
    "imageUrl": "https://dungeonmarvels.com/22303-home_default/pathfinder-jca-auge-de-los-senores-de-las-runas-mazo-de-aventuras-4-la-fortaleza-de-los-gigantes-de-piedra.jpg"
  },
  {
    "title": "Pathfinder JCA: Auge de los Señores de las Runas - Mazo de Aventuras 4: La fortaleza de los gigantes de piedra",
    "price": "6,48 €",
    "discount": "50% de descuento",
    "description": "Rechaza una invasión de gigantes de piedra, adéntrate en mazmorras mágicas, y descubre el misterio de un imperio antiguo con el Juego de Cartas de Pathfinder: La Fortaleza de los gigantes de piedra. Esta expansión de 110 cartas para el juego de cartas de Pathfinder: Auge de los Señores de las Runas incluye nuevas localizaciones, monstruos, villanos, tesoros y mucho más, así como 5 nuevos escenarios que constituyen la aventura completa \"La fortaleza de los gigantes de piedra\". ¡Continúa con la leyenda de tus personajes!",
    "imageUrl": "https://dungeonmarvels.com/152898-home_default/fundas-steel-armour-tamano-estandar-66-x-91-mm-100-unidades.jpg"
  }
]